"M7SearchSearchPlaceholderText" = "搜索内容";
"M7SearchHotSearchText" = "热门搜索";
"M7SearchSearchHistoryText" = "搜索历史";
"M7SearchEmptySearchHistoryText" = "清空搜索历史";

"M7SearchEmptyButtonText" = "清空";
"M7SearchEmptySearchHistoryLogText" = "清空搜索历史";
"M7SearchCancelButtonText" = "取消";
"M7SearchBackButtonText" = "返回";
